Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/housing_grants_and_schemes/lead_piping_grant_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Grant scheme to replace lead pipes and fittings
ga: Scéim deontais chun píobáin agus feistis luaidhe a dheisiú

source: A new grant scheme has been set up to help low-income households with the cost of replacing lead piping in their homes
ga: Socraíodh scéim deontais nua chun cabhrú le teaghlaigh ísealioncaim íoc as an gcostas a bhíonn ar phíoblach luaidhe ina dtithe a réiteach

source: The scheme is being introduced under the Domestic Lead Remediation (Financial Assistance) Regulations 2016 (pdf)
ga: Tá an scéim á tabhairt isteach faoi na Rialacháin um Dheisiú Luaidhe (Cúnamh Airgeadais), 2016 (pdf)

source: More details of the scheme are on environ.ie, along with a combined information note and application form (pdf)
ga: Tá níos mó sonraí faoin scéim ar environ.ie, anuas ar nóta faisnéise agus foirm iarratais i dteannta a chéile (pdf)

source: You must own the dwelling and live in it as your principal private residence
ga: Ní mór go bhfuil an áit chónaithe faoi d’úinéireacht agus caithfidh tú cónaí ann mar d’áit chónaithe phríomha

source: The lead pipes and fittings being replaced must form part of a system that carries water for preparing food or drinks or for direct human consumption
ga: Ní mór go gcruthaíonn na píobáin agus na feistis luaidhe atá á n-ionadú cuid de chóras a iompraíonn uisce chun bia nó deochanna a ullmhú nó a iompraíonn uisce atá le hól ag daoine

source: You must get the remedial work done before applying for the grant
ga: Ní mór go ndéantar an obair dheisiúcháin sula ndéanann tú iarratas ar an deontas

source: Any contractor that you use must give you a current tax clearance certificate
ga: Ní mór go dtugann aon chonraitheoir a úsáideann tú deimhniú reatha imréitigh cánach duit

source: They must provide itemised receipts, detailing the work carried out and the associated costs
ga: Caithfidh siad fáltais mhiondealaithe a sholáthar, ina sonraítear an obair faoinar tugadh agus na costais ghaolmhara

source: They must also certify in writing that any materials used, including pipes and fittings, are of appropriate quality and that a proper standard of workmanship has been applied
ga: Chomh maith leis sin, caithfidh siad a dheimhniú, i scríbhinn, go mbaineann aon ábhair a úsáidtear, píobáin agus feistis san áireamh, an cháilíocht chuí amach agus gur cuireadh caighdeán ceart saoirseachta i bhfeidhm

source: You will need to enclose these certificates and receipts with your application for the grant
ga: Beidh ort na deimhnithe agus na fáltais seo a chur faoi iamh le d’iarratas ar an deontas

source: You must also provide evidence of a risk of lead contamination in your home
ga: Caithfidh tú fianaise a sholáthar, chomh maith, i leith riosca i leith éilliú luaidhe i do theach

source: Acceptable evidence is either:
ga: I measc na fianaise atá inghlactha, tá an méid a leanas:

source: • A notification from your water supplier advising that your water system is likely to contain lead pipes and fittings or
ga: • Foirm fógra ó do sholáthraí uisce a chuireann in iúl gur dóchúil go gcuimseofar i do chóras uisce píobáin agus feistis luaidhe nó

source: • A laboratory certificate issued within the previous 6 months, showing a parametric value for lead in your water supply that is over the statutory limit
ga: • Deimhniú saotharlainne a eisíodh le 6 mhí anuas, a léiríonn luach paraiméadrach le haghaidh luaidhe i do sholáthar uisce a sháraíonn an teorainn reachtúil

source: The issuing laboratory must be accredited by the Irish National Accreditation Board (INAB) for testing for lead in drinking water
ga: Ní mór go mbíonn an tsaotharlann eisithe creidiúnaithe ag Bord Náisiúnta na hÉireann um Chreidiúnú (INAB) chun tástáil a dhéanamh do luaidhe in uisce óil

source: The grant is means-tested – see ‘Rates’ below
ga: Déantar tástáil mhaoine ar an deontas – féach ‘Rátaí’ thíos

source: You will have to provide evidence of your household income when applying
ga: Beidh ort fianaise a sholáthar i leith ioncam do theaghlaigh nuair a dhéanann tú iarratas

source: This is calculated as your gross taxable income in the previous tax year, together with that of your spouse or partner
ga: Ríomhtar seo mar d’ollioncam inchánach sa bhliain chánach roimhe seo, anuas ar ollioncam inchánach do chéile nó do pháirtneára

source: The required evidence is:
ga: Is í an fhianaise a theastaíonn:

source: • For employees paying tax under PAYE, a balancing statement (P21) or equivalent document from Revenue
ga: • I dtaobh fostaithe a íocann cáin faoi ÍMAT, ráiteas comhardaithe nó cáipéis chomhionann ó na Coimisinéirí Ioncaim

source: • For self-employed people, a notice of income tax assessment or equivalent document from Revenue
ga: • I dtaobh daoine féinfhostaithe, fógra i leith measúnú ar cháin ioncaim nó cáipéis chomhionann ó na Coimisinéirí Ioncaim

source: • For people on social welfare payments, a statement of income from the Department of Social Protection
ga: • I dtaobh daoine a bhfuil íocaíochtaí leasa shóisialaigh á bhfáil acu, ráiteas ioncaim ón Roinn Coimirce Sóisialaí

source: The level of grant is based on the household’s gross annual income in the previous tax year, as set out in the table below
ga: Tá an leibhéal deontais bunaithe ar ollioncam bliantúil an teaghlaigh sa bhliain chánach roimhe seo, faoi mar a leagtar amach sa tábla thíos

source: │Household income per │Percentage of approved costs │Maximum grant │ │year │available │payable │
ga: │Ioncam teaghlaigh sa bhliain │Céatadán na gcostas faofa atá ar fáil │An deontas uasta atá iníoctha │

source: │Up to €50,000 │80% │€4,000 │
ga: │A mhéid le €50,000 │80% │€4,000 │

source: │€50,001 to €75,000 │50% │€2,500 │
ga: │Idir €50,001 agus €75,000 │50% │€2,500 │

source: │Over €75,000 │No grant │No grant │
ga: │Os cionn €75,000 │Deontas ar bith │Deontas ar bith │

source: Complete the application form (pdf) as outlined in the accompanying information notes, and send it, along with the required documentation, to your local authority
ga: Comhlánaigh an fhoirm iarratais (pdf), faoi mar a dtugtar cuntas air sna nótaí faisnéise a ghabhann leis seo, agus seol ar aghaidh í, anuas ar an gcáipéisíocht riachtanach, chuig d’údarás áitiúil

source: Lead can be present in drinking water, as lead piping, lead solder and lead-lined water tanks were commonly used in plumbing up to and including the 1970s, so some people may still be getting water through these older plumbing systems
ga: Féadfaidh luaidhe a bheith in uisce óil, mar gheall gur baineadh úsáid choiteann as píobáin luaidhe, sádar luaidhe agus umair uisce a bhí líneáilte le luaidhe sa phluiméireacht a fhad leis an 1970idí, agus an tráth sin san áireamh

source: Lead is a danger to health, especially for young children, pregnant women and babies fed on formula, so water for drinking and cooking should contain as little lead as possible
ga: D’fhéadfadh uisce a bheith á soláthar go fóill do roinnt daoine trí na córais níos sine phluiméireachta seo, ar an ábhar sin

source: The legal level of lead in drinking water is 10 micrograms per litre
ga: Is é an leibhéal dlíthiúil luaidhe in uisce óil 10 micreagram in aghaidh an lítir

source: The HSE has published a joint position paper on lead in drinking water (pdf) with the EPA, along with a set of FAQs
ga: D’fhoilsigh FSS comh-staidpháipéar ar luaidhe in uisce óil (pdf) i dteannta an GCC, anuas ar shraith ceisteanna coitianta

source: A national strategy to reduce lead exposure has been published and Irish Water is preparing a national mitigation plan
ga: Foilsíodh straitéis náisiúnta chun nochtadh do luaidhe a laghdú agus tá plean náisiúnta maolaithe á ullmhú ag Uisce Éireann
